tap "homebrew/bundle"

brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helix"
brew "hugo"
brew "jq"
brew "lazygit"
brew "kakoune"
brew "kubectx"
brew "kubernetes-cli"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "opencode"
brew "python"
brew "ripgrep"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "trunk"
brew "wget"
brew "zellij"

cask "alfred"
cask "antigravity"
cask "claude-code"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
