tap "homebrew/bundle"
brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "kubectx"
brew "lua"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tree"
brew "wget"
cask "alfred"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rectangle"
cask "spotify"
